const hammer = [
  {
    question: '請問露天一哥，是什麼動物？',
    options: [
      '貓頭鷹',
      '老鷹',
      '加藤鷹'
    ],
    anser: 1
  },
  {
    question: '露天成立幾週年？',
    options: [
      '10',
      '11',
      '12'
    ],
    anser: 2
  },
  {
    question: '露天是否成立於2006年？',
    options: [
      '是',
      '否',
    ],
    anser: 0
  },
  {
    question: '露天公司全名為',
    options: [
      '露天溫泉股份有限公司',
      '露天市集國際資訊股份有限公司',
      '沒屋頂國際資訊股份有限公司'
    ],
    anser: 1
  },
  {
    question: '我在露天買東西，可以拿到發票嗎？',
    options: [
      '買東西的發票請跟賣家索取',
      '露天會開發票給買家',
      '買東西沒有發票'
    ],
    anser: 0
  },
  {
    question: '小露露是男生？',
    options: [
      '我是男生',
      '我是女生',
    ],
    anser: 0
  },
  {
    question: '露天兩個字的筆劃加起來總共幾劃？',
    options: [
      '25',
      '26',
      '27'
    ],
    anser: 0
  },
  {
    question: '請問露天在2018年5月推出的新型廣告名稱是？',
    options: [
      'AD露',
      '全都露',
      '三點不露'
    ],
    anser: 0
  },
  {
    question: '請問露天廣告「名店大街」，在購買後多久會開始播放？',
    options: [
      '隔天00:25',
      '隔天00:35',
      '隔天00:45'
    ],
    anser: 1
  },
  {
    question: '請問露天廣告「血拚好市」在首頁的商品呈現，是每次播放幾則呢？',
    options: [
      '12則',
      '13則',
      '14則'
    ],
    anser: 0
  },
  {
    question: '請問露天廣告「血拚好市」在分類首頁的商品呈現，是每次播放幾則呢？',
    options: [
      '10則',
      '11則',
      '12則'
    ],
    anser: 0
  },
  {
    question: '周圍都是男人(猜一句成語)',
    options: [
      '左右為難',
      '愛人以德',
      '深得人心'
    ],
    anser: 0
  },
  {
    question: '瞧瞧過去看看未來(猜一句成語)',
    options: [
      '放眼望去',
      '瞻前顧後',
      '佛眼相看'
    ],
    anser: 1
  },
  {
    question: '拿鍋蓋蓋在頭上(猜一句成語)',
    options: [
      '亂扣帽子',
      '戴笠乘車',
      '披星戴月'
    ],
    anser: 0
  },
  {
    question: '功夫電影(猜一句成語)',
    options: [
      '打成一片',
      '不費工夫',
      '功夫熊貓'
    ],
    anser: 0
  },
  {
    question: '有一隻狼來到北極，不小心掉到冰海中，被撈起來時變成了什麼？',
    options: [
      '檳榔',
      '賓狗',
      '灰狼'
    ],
    anser: 0
  },
  {
    question: '超人保護地球，那誰保護城市？',
    options: [
      '小露露',
      '螢幕',
      '一哥'
    ],
    anser: 1
  },
  {
    question: '你知道獅子、老虎、班馬，誰最愛亂買東西？',
    options: [
      '獅子',
      '老虎',
      '班馬(黑白馬)'
    ],
    anser: 2
  },
  {
    question: '什麼水可以放口袋？',
    options: [
      '薪水',
      '口水',
      '淚水'
    ],
    anser: 0
  },
  {
    question: '甚麼樣的人不能在加油站打工？',
    options: [
      '貌美如花的人',
      '油腔滑調的人(油槍滑掉)',
      '英俊瀟灑的人'
    ],
    anser: 1
  },
  {
    question: '鵝過山洞會變成什麼？',
    options: [
      '小嬰兒',
      '老天鵝',
      '過動兒 （過洞鵝）'
    ],
    anser: 2
  },
  {
    question: '誰生了約翰？',
    options: [
      '花，因為花生醬(John)',
      '樹',
      '草'
    ],
    anser: 0
  },
  {
    question: '煙火打不打的到星星？',
    options: [
      '打的到，因為星星就在那',
      '打不到，因為星星會閃',
    ],
    anser: 1
  },
  {
    question: '露天粉絲團中的最可愛的吉祥物叫什麼名字？',
    options: [
      '佛佛',
      '阿佛',
      '佛祖'
    ],
    anser: 0
  },
  {
    question: '以下何者不是露天小編？',
    options: [
      '天編',
      '鳥編',
      '吉妮'
    ],
    anser: 0
  },
]

const lightSword = [
  {
    question: '請問露天客服電話是5558-9168？',
    options: [
      '是的，沒錯',
      '露天沒有客服電話',
    ],
    anser: 0
  },
  {
    question: '露天首頁的分類目錄，總共有幾類？',
    options: [
      '22',
      '23',
      '24'
    ],
    anser: 2
  },
  {
    question: '我的訂單紀錄可以保留多久呢？',
    options: [
      '一年',
      '兩年',
      '三年'
    ],
    anser: 1
  },
  {
    question: '我想讓買家看清楚商品，最多可以上傳幾張照片呢？',
    options: [
      '3',
      '6',
      '9'
    ],
    anser: 2
  },
  {
    question: '我賣的商品可以限制販售對象嗎？',
    options: [
      '可以，設定買家下標限制即可',
      '不可以，誰想要買 就得賣誰',
    ],
    anser: 0
  },
  {
    question: '我賣的商品可以不要一次被同一個人買光光嗎？',
    options: [
      '可以，設定每人限購數量即可',
      '不可以，買家想買多少就買多少',
    ],
    anser: 0
  },
  {
    question: '資料安全再升級，請問兩步驟登入功能又稱什麼？',
    options: [
      '個人安全電腦1.0',
      '個人安全電腦2.0',
      '個人安全電腦3.0'
    ],
    anser: 1
  },
  {
    question: '露天推出的最新一日到貨物流是什麼？',
    options: [
      '楓葉便利帶',
      '樹葉便利帶',
      '荷葉便利帶'
    ],
    anser: 0
  },
  {
    question: '我的訂單還沒有結帳，請問我多久內可以自行取消這筆訂單？',
    options: [
      '結標後3天內',
      '結標後5天內',
      '結標後7天內'
    ],
    anser: 2
  },
  {
    question: '買家都不完成交易，請問我什麼時候可以對買家提出棄標？',
    options: [
      '結標後5-10天',
      '結標後7-14天',
      '結標後8-20天'
    ],
    anser: 2
  },
  {
    question: '我想要在平台上賣東西，請問成交費怎麼算？',
    options: [
      '商品結標金額 × 數量 × 0.5％',
      '商品結標金額 × 數量 × 1.5％',
      '商品結標金額 × 數量 × 2％'
    ],
    anser: 2
  },
  {
    question: '爸爸胖了，媽媽瘦了',
    options: [
      '重男輕女',
      '肥環燕瘦',
      '口是心非'
    ],
    anser: 0
  },
  {
    question: '一個全身穿著金色衣服的人(猜一句成語)',
    options: [
      '二八女郎',
      '一顯身手',
      '一鳴驚人'
    ],
    anser: 2
  },
  {
    question: '大象的媽媽為什麼是猩猩，猜一成語',
    options: [
      '相得益彰',
      '相由心生',
      '相敬如賓'
    ],
    anser: 1
  },
  {
    question: '第十一本書（猜一句成語）',
    options: [
      '不可思議(BOOK11)',
      '非始不可',
      '不可多得'
    ],
    anser: 0
  },
  {
    question: '三國時代哪個人物跑最快？',
    options: [
      '曹操，說曹操曹操就到！',
      '劉備',
      '孫權'
    ],
    anser: 0
  },
  {
    question: '可以穿很久的衣服(猜日本地名)',
    options: [
      '神奈川',
      '鬼怒川',
      '大井川'
    ],
    anser: 0
  },
  {
    question: '請問綠豆是哪裡人？',
    options: [
      '綠豆雲林人',
      '綠豆嘉義人',
      '綠豆彰化人'
    ],
    anser: 1
  },
  {
    question: '胖妞生病最怕被探病說什麼？',
    options: [
      '早日康復',
      '身體健康',
      '保重'
    ],
    anser: 2
  },
  {
    question: '什麼瓜不能吃？',
    options: [
      '西瓜',
      '冬瓜',
      '傻瓜'
    ],
    anser: 2
  },
  {
    question: '什麼布切不斷？',
    options: [
      '抹布',
      '瀑布',
      '菜瓜布'
    ],
    anser: 1
  },
  {
    question: '什麼路不能走？',
    options: [
      '仁愛路',
      '網路',
      '柏油路'
    ],
    anser: 1
  },
  {
    question: '木魚掉到海裡，會變成什麼？',
    options: [
      '吳郭魚',
      '虱目魚',
      '秋刀魚'
    ],
    anser: 1
  },
  {
    question: '小編們的上班時間是？',
    options: [
      '9:30-18:30',
      '24小時全年無休',
      '18:31-9:29'
    ],
    anser: 0
  },
  {
    question: '露天粉絲團得獎公布時間為？',
    options: [
      '每週五，00:00',
      '每週三，22:00',
      '每週一，12:00'
    ],
    anser: 1
  },
]

const lotion = [
  {
    question: '我想要把我的賣場布置的好漂亮，請問是哪一項廣告服務？',
    options: [
      '自訂商店工具',
      '賣場變美麗工具',
      '升級賣場工具'
    ],
    anser: 0
  },
  {
    question: '露天拍賣是什麼顏色？',
    options: [
      '黃色',
      '橘色',
      '咖啡色'
    ],
    anser: 1
  },
  {
    question: '我想要跟賣家即時溝通，可以用什麼工具？',
    options: [
      '露露通',
      '聊一聊',
      '即時通'
    ],
    anser: 0
  },
  {
    question: '每個身分證可以註冊幾個個人會員？',
    options: [
      '1個',
      '2個',
      '3個'
    ],
    anser: 2
  },
  {
    question: '有買家一直亂下標我的商品，該怎麼辦？',
    options: [
      '不能怎麼辦',
      '把他設為『黑名單』',
      '去他的賣場亂回來'
    ],
    anser: 1
  },
  {
    question: '我想要讓商品閃閃發光，是哪一種廣告服務？',
    options: [
      '亮眼標題',
      '閃亮標題',
      '特色標題'
    ],
    anser: 2
  },
  {
    question: '露天點數不可以做什麼？',
    options: [
      '買廣告',
      '買東西',
      '計費中心繳款'
    ],
    anser: 1
  },
  {
    question: '評價有鑽石好酷喔，請問要獲得幾個好評才能獲得鑽石？',
    options: [
      '500分',
      '1千分',
      '1萬分'
    ],
    anser: 0
  },
  {
    question: '評價有皇冠好酷喔，請問要獲得幾個好評才能獲得皇冠？',
    options: [
      '500分',
      '1千分',
      '1萬分'
    ],
    anser: 1
  },
  {
    question: '評價有城堡好酷喔，請問要獲得幾個好評才能獲得城堡？',
    options: [
      '500分',
      '1千分',
      '1萬分'
    ],
    anser: 2
  },
  {
    question: '商品圖下方的愛心，可以做什麼？',
    options: [
      '將商品加到追蹤清單',
      '覺得這個商品好可愛',
      '幫這個商品加分'
    ],
    anser: 0
  },
  {
    question: '請問老虎叫什麼名字，猜一成語',
    options: [
      '虎視眈眈',
      '虎虎生風',
      '豺狼虎豹'
    ],
    anser: 0
  },
  {
    question: '請問烏龜的心長得像什麼？',
    options: [
      '倦鳥歸巢',
      '兔角龜毛',
      '歸心似箭'
    ],
    anser: 2
  },
  {
    question: '選美比賽(猜一句成語)',
    options: [
      '以貌取人',
      '國色天姿',
      '明眸皓齒'
    ],
    anser: 0
  },
  {
    question: '手機不可以掉到馬桶裡弄溼',
    options: [
      '投機取巧',
      '機不可失',
      '枉費心機'
    ],
    anser: 1
  },
  {
    question: '什麼時候1+2不等於3？',
    options: [
      '算錯的時候',
      '算對的時候',
      '沒有這種時候'
    ],
    anser: 0
  },
  {
    question: '手中有5隻標，水裡有5隻魚，請問可以射中幾隻魚？',
    options: [
      '2隻(三隻魚閃標)',
      '3隻',
      '5隻'
    ],
    anser: 0
  },
  {
    question: '什麼動物最怕冷？',
    options: [
      '鴨子(台語：冷冷冷)',
      '公雞',
      '鵝'
    ],
    anser: 0
  },
  {
    question: '大樹跟小樹差在哪裡？',
    options: [
      '年紀',
      '種類',
      '土裡'
    ],
    anser: 2
  },
  {
    question: '哪一個月有28天？',
    options: [
      '2月',
      '3月',
      '每個月都有'
    ],
    anser: 2
  },
  {
    question: '蚊子不叮什麼動物？',
    options: [
      '狗(布丁狗)',
      '貓',
      '兔'
    ],
    anser: 0
  },
  {
    question: '打什麼東西不必花力氣？',
    options: [
      '打東東',
      '打瞌睡',
      '打地鼠'
    ],
    anser: 1
  },
  {
    question: '什麼鼠最愛乾淨？',
    options: [
      '米老鼠',
      '天竺鼠',
      '環保署'
    ],
    anser: 2
  },
  {
    question: '請問粉絲團星期幾會公布當週『熱搜關鍵字』？',
    options: [
      '星期一',
      '星期四',
      '星期六'
    ],
    anser: 2
  },
  {
    question: '請問粉絲團星期幾會公布當週『熱銷商品』？',
    options: [
      '星期二',
      '星期五',
      '星期日'
    ],
    anser: 2
  },
]

const branch = [
  {
    question: '請問露天站上的物件數，是在甚麼時候突破1億件的呢？',
    options: [
      '2015',
      '2014',
      '2013'
    ],
    anser: 0
  },
  {
    question: '我有台灣居留證，請問可以註冊買東西嗎？',
    options: [
      '可以，用居留證註冊成功就開始買',
      '不行，歪國人都不行買',
    ],
    anser: 0
  },
  {
    question: '請問我在國外也可以管理我的賣場嗎？',
    options: [
      '可以，開啟國外登入功能即可',
      '不行，為確保帳號安全，只能在台灣登入'
    ],
    anser: 0
  },
  {
    question: '請問我可以直接用facebook帳號登入露天拍賣嗎？',
    options: [
      '可以，跟露天會員帳號綁定即可',
      '不行，只能用露天帳號登入',
    ],
    anser: 0
  },
  {
    question: '賣家人很好，我不小給到差評怎麼辦？',
    options: [
      '將錯就錯，沒辦法改',
      '發露露通給賣家說對不起',
      '點選「更正信用評價」，幫賣家改成優評'
    ],
    anser: 2
  },
  {
    question: '買家透過支付連匯款給我，我可以去哪邊確認款項呢？',
    options: [
      '收錢管理中心',
      '收款管理中心',
      '收帳管理中心'
    ],
    anser: 1
  },
  {
    question: '露天好棒棒，我可以從其他平台直接把商品搬過來嗎？',
    options: [
      '當然可以，線上申請好便利',
      '暫時不行，請先慢慢搬家唷',
    ],
    anser: 0
  },
  {
    question: '露天的英文是？',
    options: [
      'Deer Sky',
      'Ruten',
      'Rutan'
    ],
    anser: 1
  },
  {
    question: '每天2場獨家瘋搶限時殺，是幾點開搶？',
    options: [
      '上午10:00、下午10:00',
      '上午8:00、下午8:00',
      '上午11:00、下午11:00'
    ],
    anser: 0
  },
  {
    question: '熱門搜尋是每日幾點會更新呢？',
    options: [
      '中午12:00',
      '下午2:00',
      '下午8:00'
    ],
    anser: 1
  },
  {
    question: '把喜歡的商品加到我的最愛後，可以去哪邊看呢？',
    options: [
      '最愛商品',
      '追蹤中',
      '我的最愛'
    ],
    anser: 1
  },
  {
    question: '一顆心值多少元？',
    options: [
      '一千',
      '一萬',
      '一億(一心一意)'
    ],
    anser: 2
  },
  {
    question: '要怎樣讓麻雀變安靜，猜一句成語',
    options: [
      '門可羅雀',
      '鴉雀無聲',
      '雀屏中選'
    ],
    anser: 1
  },
  {
    question: '一一一一(猜一句成語)',
    options: [
      '獨一無二',
      '一刀兩斷',
      '一五一十'
    ],
    anser: 0
  },
  {
    question: '一乘一等於一',
    options: [
      '一心一意',
      '一刻千金',
      '一乘不變'
    ],
    anser: 2
  },
  {
    question: '哪個地方不會下雨？',
    options: [
      '漢口街',
      '芝麻街(美語)',
      '唐人街'
    ],
    anser: 1
  },
  {
    question: '參加路跑比賽，你追過第二名之後，你是第幾名？',
    options: [
      '第一名',
      '第二名',
      '第三名'
    ],
    anser: 1
  },
  {
    question: '世界最長的車是？',
    options: [
      '火車',
      '捷運',
      '塞車'
    ],
    anser: 2
  },
  {
    question: '什麼情況下2會大於5，5會大於0，0會大於2？',
    options: [
      '算數的時候',
      '猜拳的時候',
    ],
    anser: 1
  },
  {
    question: '鯊魚不小心吞了一顆綠豆，牠變成了什麼？',
    options: [
      '紅豆冰',
      '綠豆沙',
      '黑豆水'
    ],
    anser: 1
  },
  {
    question: '一隻牛頭朝東請問尾巴朝哪邊？',
    options: [
      '朝西',
      '朝南',
      '朝下'
    ],
    anser: 2
  },
  {
    question: '公雞生病，誰來照顧？',
    options: [
      '你',
      '姊姊',
      '姑姑 (姑姑顧)'
    ],
    anser: 2
  },
  {
    question: '大象的媽媽是誰？',
    options: [
      '猩猩(象由心生)',
      '猴子',
      '狒狒'
    ],
    anser: 0
  },
  {
    question: '以下何者小編還沒有去採訪過？',
    options: [
      'GameBox',
      '萬年東海',
      '必買站'
    ],
    anser: 1
  },
  {
    question: '小編中秋節的時候，是否有在公司烤過甕仔雞？',
    options: [
      '有的，又香又油又好吃',
      '沒有，公司不給烤'
    ],
    anser: 0
  },
]

export default {
  hammer,
  lightSword,
  lotion,
  branch
}